Repository: ApplETS/ETSMobile-WindowsPlatforms
Catalog: Ets.Mobile/Ets.Mobile.Shared/Strings/*/Resources.resw
Source language: en_ca
Languages: fr_ca

source: Actual Grade
fr_ca: Note à ce jour

# ActualGradeUid.Text
source: Actual Grade
fr_ca: Note à ce jour

# ApplicationTitleUid.Text
source: ETS Mobile
fr_ca: ÉTS Mobile

source: Autumn
fr_ca: Automne

source: Average
fr_ca: Moyenne

# AverageUid.Text
source: Average
fr_ca: Moyenne

# ConnectButtonUid.Content
source: CONNECT
fr_ca: CONNEXION

# ConnectUid.Text
source: CONNECT
fr_ca: CONNEXION

source: Grade
fr_ca: Cote

# GradesEmpty
source: There are no results to show
fr_ca: Il n'y a pas de résultats à afficher

# GradeUid.Text
source: Grade
fr_ca: Cote

source: Median
fr_ca: Médiane

# MedianUid.Text
source: Median
fr_ca: Médiane

# MinutesRemainingUid.Text
source: minutes remaining
fr_ca: minutes restantes

# MyGradesUid.Text
source: My grades
fr_ca: Mes notes

# NetworkError
source: Make sure you're connected to a Wi-Fi or cellular network and try again.
fr_ca: Assurez-vous que vous êtes connecté à un réseau Wi-Fi ou réseau cellulaire et réessayez à nouveau.

# NetworkTitleError
source: No network connection
fr_ca: Hors ligne

# NewsHeaderUid.Text
source: News
fr_ca: Nouvelles

source: No
fr_ca: Non

# PasswordUid.Text
source: password
fr_ca: mot de passe

source: Percentile
fr_ca: Rang centile

# PercentileUid.Text
source: Percentile
fr_ca: Rang centile

# ProfileHeaderUid.Text
source: Profile
fr_ca: Profil

# ScheduleEmpty
source: You do not have courses today
fr_ca: Vous n'avez pas de cours

source: Standard Deviation
fr_ca: Écart-type

# StandardDeviationUid.Text
source: Standard Deviation
fr_ca: Écart-type

# StudentIsInactiveInCurrentSemester
source: You are not currently in an active semester
fr_ca: Vous n'êtes pas en session active

# SummaryUid.Text
source: Summary
fr_ca: Sommaire

source: Summer
fr_ca: Été

# TodayEmpty
source: You do not have courses today
fr_ca: Vous ne semblez pas avoir de cours aujourd'hui

# TodayUid.Text
source: Today
fr_ca: Aujourd'hui

# UsernameUid.Text
source: universal code
fr_ca: code universel

# WeightingUid.Text
source: Weighting
fr_ca: Pondération

source: Winter
fr_ca: Hiver

source: Yes
fr_ca: Oui

source: hour
fr_ca: heure

source: hours
fr_ca: heures

# CalendarUid.Text
source: Calendar
fr_ca: Calendrier

# GradesUid.Text
source: Grades
fr_ca: Résultats

# ProgramUid.Text
source: Program
fr_ca: Programme

# ProgramEmpty
source: There are no programs to display
fr_ca: Il n'y a pas de programmes à afficher

# HomeUid.Text
source: Home
fr_ca: Accueil

# ScheduleUid.Text
source: Schedule
fr_ca: Horaire

# SettingsUid.Text
source: Settings
fr_ca: Paramètres

source: Grades
fr_ca: Résultats

source: Home
fr_ca: Accueil

source: Program
fr_ca: Programme

source: Schedule
fr_ca: Horaire

# SelectCourse
source: Select a course
fr_ca: Sélection d'un cours

# LogoutUid.Text
source: Log out
fr_ca: Se déconnecter

# ToBeDetermined
source: TBD
fr_ca: N/A

# AboutUid.Text
source: About
fr_ca: À Propos

source: Settings
fr_ca: Paramètres

# AppletsDescriptionUid.Text
source: ApplÉTS Scientific Club
fr_ca: Club scientifique ApplÉTS

# ContributeDescriptionUid.Text
source: You are a student at ÉTS and you would like to contribute to the development of the application?
fr_ca: Vous êtes étudiant à l'ÉTS et souhaitez contribuer au développement de l'application?

# VisitAndJoinUsUid.Text
source: Visit our website and join our team !
fr_ca: Visitez notre site et rejoignez notre équipe !

# AkavacheDescriptionUid.Text
source: Akavache is an asynchronous, persistent (i.e. writes to disk) key-value store created for writing desktop and mobile applications in C#, based on SQLite3
fr_ca: Akavache est un conteneur clé-valeur qui persiste les données de manière asynchrone

# CreditsUid.Text
source: Credits
fr_ca: Crédits

# CrittercismDescriptionUid.Text
source: Crittercism measures performance and reliability of apps
fr_ca: Crittercism assure la performance et la fiabilité des applications

# ModernHttpClientDescriptionUid.Text
source: HttpClient implementations that use platform-native HTTP clients for
fr_ca: Implémentation du HttpClient par plateforme pour

# NewtonsoftJsonDescriptionUid.Text
source: Json.NET is a popular high-performance JSON framework for .NET
fr_ca: Json.NET est un framework JSON pour .NET

# ReactiveExtensionsDescriptionUid.Text
source: The Reactive Extensions (Rx) is a library for composing asynchronous and event-based programs using observable sequences and LINQ-style query operators.
fr_ca: Une librairie pour composer des applications par événements et asynchrones en utilisant des séquences observables

# ReactiveUIDescriptionUid.Text
source: A MVVM framework that integrates with the Reactive Extensions for .NET to create elegant, testable User Interfaces that run on any mobile or desktop platform.
fr_ca: Un framework MVVM qui intègre Reactive Extensions pour .NET afin de créer des applications élégantes et testable

# RefitDescriptionUid.Text
source: The automatic type-safe REST library for Xamarin and .NET
fr_ca: Librairie REST automatique pour Xamarin et .NET

# SplatDescriptionUid.Text
source: Service Locator, Logging, Cross-Platform image loading/saving
fr_ca: Localisation de services, Gestionnaire d'événements, Mise en cache d'images

# SqliteDescriptionUid.Text
source: SQLite is a software library that implements a self-contained, serverless, zero-configuration, transactional SQL database engine.
fr_ca: SQLite est une librairie qui implémente une base de donnée par transaction

# SyncfusionDescriptionUid.Text
source: Controls and framework
fr_ca: Composants et librairies logiciel

# ConfidentialityUid.Text
source: Confidentiality
fr_ca: Confidentialité

# FeedbackButtonUid.Content
source: send feedback
fr_ca: envoyer des commentaires

# GradesNotAvailable
source: The grades for this course are not currently available. Alternatively, make sure you're connected to a Wi-Fi or cellular network and that the course is either in a current semester or within a past one.
fr_ca: Les résultats de ce cours ne sont pas actuellement disponibles. Alternativement, vérifiez que vous êtes connecté à internet et que le cours est soit dans le semestre courant ou passé.

# ScheduleEmptyMessage
source: No courses were loaded since you are not within in a semester or registered to a course at the moment.
fr_ca: Il n'y a pas de cours puisque vous n'êtes pas actuellement dans une session ou que vous n'êtes pas inscrit à au moins un cours.

# ScheduleEmptyTitle
source: No courses loaded
fr_ca: Pas de cours à afficher

# PaulBettsContributionsUid.Text
source: Maker of Splat, ModernHttpClient, Akavache, ReactiveUI, Refit, Fusillade amongst other Open Source Projects
fr_ca: Créateur de Splat, ModernHttpClient, Akavache, ReactiveUI, Refit, Fusillade en plus de plusieurs autres projets Open Source

# FusilladeDescriptionUid.Text
source: An opinionated HTTP library for Mobile Development
fr_ca: Librairie HTTP pour développement mobile

# ApplicationLoadingUid.Text
source: loading...
fr_ca: chargement en cours...

# SendLogFilesBody
source: You can write add comments if you like!
fr_ca: Vous pouvez écrire un message supplémentaire si vous le souhaitez.

# SendLogFilesSubject
source: Log files for {0}
fr_ca: Fichiers d'historique d'évènements pour {0}

# SendLogsButtonUid.Content
source: send logs
fr_ca: envoyer les logs

# MoodleMainPage
source: Select a course
fr_ca: Sélectionner un cours

# MoodleCoursesEmpty
source: There are no courses to show
fr_ca: Il n'y a pas de cours à afficher

# MoodleCourseContent
source: Course Contents
fr_ca: Contenu de cours

# MoodleCoursesContentEmpty
source: There is no content available for this course
fr_ca: Il n'y a pas de contenu pour ce cours

# MoodleCoursesModuleEmpty
source: There is no information to display at the moment
fr_ca: Il n'y a pas d'informations à afficher pour le moment

# MoodleCoursesModuleContentEmpty
source: There is no content available for this module
fr_ca: Il n'y a pas de contenu pour ce module

# MoodleCourseModuleContent
source: Contents of Module
fr_ca: Contenu du Module

# CourseModuleContentUid.Text
source: Module contents
fr_ca: Contenu du module

# CourseMoodleUrlUid.Source
source: /Assets/Moodle/CourseMoodleUrl_Dark.24.png
fr_ca: /Assets/Moodle/CourseMoodleUrl_White.24.png

# LinkToCourseModuleUid.Text
source: Link to this module
fr_ca: Lien vers ce module

# RefreshUid.Label
source: Refresh
fr_ca: Rafraîchir

# ViewCalendarUid.Label
source: View
fr_ca: Vue

# LiveTileAndLockScreenUid.Text
source: Live Tile and Lock Screen
fr_ca: Vignette dynamique et Écran de verrouillage

# LiveTileAndLockScreenToggleSwitchUid.OffContent
source: Show Schedule
fr_ca: Montrer l'horaire

# LiveTileAndLockScreenToggleSwitchUid.OnContent
source: Show Schedule
fr_ca: Montrer l'horaire

# LiveTileAndLockScreenDescription1Uid.Text
source: You can select this application in the
fr_ca: Vous pouvez sélectionner cette application dans les

# LiveTileAndLockScreenDescription2Uid.Text
source: to have your schedule showing in the lock screen.
fr_ca: afin d'afficher l'horaire sur l'écran de verrouillage

# LiveTileAndLockScreenLinkToLockScreenUid.Text
source: lock screen settings
fr_ca: paramètres de l'écran de verrouillage

# CalendarIntegrationDescriptionUid.Text
source: Use the 'integrate schedule' button above to integrate your schedule to the calendar. When integrated, you can update the schedule (if needed) using the same button ('integrate schedule'). To remove the integration, use the 'remove from calendar' button.
fr_ca: Utilisez le bouton 'intégrer l'horaire' ci-dessus pour intégrer votre horaire au calendrier. Lorsque l'horaire est intégré, vous pouvez mettre à jour l'horaire (au besoin) en utilisant le même bouton ('intégrer l'horaire'). Pour enlever l'intégration au calendrier de l'horaire, utilisez le bouton 'retirer du calendrier.

# CalendarIntegrationUid.Text
source: Integrate your schedule to the calendar
fr_ca: Intégrez votre horaire au calendrier

# RemoveScheduleIntegrationButtonUid.Content
source: remove from calendar
fr_ca: retirer du calendrier

# RemoveScheduleIntegrationMessageCompleted
source: The schedule has been removed from the calendar successfully.
fr_ca: L'horaire a été supprimé du calendrier.

# RemoveScheduleIntegrationMessageException
source: We couldn't remove the schedule from the calendar. Please try again later. If the problem persists, you can use the 'send feedback' feature located in the About section or re-install the application.
fr_ca: Nous ne pouvons pas supprimer l'horaire du calendrier pour le moment. Si le problème persiste, vous pouvez nous contacter via 'envoyer des commentaires' dans la section À Propos ou ré-installez l'application.

# RemoveScheduleIntegrationMessageNoCalendar
source: There was no schedule to remove from the calendar. If there is still the schedule in the calendar, you can use the 'send feedback' feature located in the About section or re-install the application directly.
fr_ca: Il n'y a pas d'horaire à enlever du calendrier. S'il y a toujours votre horaire dans le calendrier, vous pouvez nous contacter via 'envoyer des commentaires' dans la section À Propos ou ré-installez l'application directement.

# RemoveScheduleIntegrationTitleCompleted
source: Removed!
fr_ca: Succès!

# RemoveScheduleIntegrationTitleException
source: Couldn't remove the calendar
fr_ca: Échec de la suppression

# RemoveScheduleIntegrationTitleNoCalendar
source: No schedule
fr_ca: Pas d'horaire dans le calendrier

# ScheduleCalendarName
source: Schedule
fr_ca: Horaire

# ScheduleIntegrationButtonUid.Content
source: integrate schedule
fr_ca: intégrer l'horaire au calendrier

# ScheduleIntegrationDescriptionUid.Text
source: Use the button above to integrate your schedule to the calendar.
fr_ca: Utilisez le bouton ci-dessus pour intégrer votre horaire au calendrier.

# ScheduleIntegrationMessageCompleted
source: The schedule has been integrated to the calendar successfully.
fr_ca: L'horaire a été intégré correctement au calendrier.

# ScheduleIntegrationMessageEmpty
source: We couldn't integrate the schedule to the calendar since it seems that you do not have any courses now or in the near future. If the problem persists, you can use the 'send feedback' feature located in the About section.
fr_ca: Nous ne pouvons pas intégrer d'horaire puisqu'il semble que vous n'avez pas de cours actuellement ou dans le futur. Si le problème persiste, vous pouvez nous contacter via 'envoyer des commentaires' dans la section À Propos.

# ScheduleIntegrationMessageException
source: We couldn't integrate the schedule to your calendar. Please try again later. If the problem persists, you can use the 'send feedback' feature located in the About section.
fr_ca: Nous n'avons pas été en mesure d'intégrer l'horaire à votre calendrier. Veuillez réessayer plus tard. Si le problème persiste, vous pouvez nous contacter via 'envoyer des commentaires' dans la section À Propos.

# ScheduleIntegrationTitleCompleted
source: Integrated!
fr_ca: C'est fait!

# ScheduleIntegrationTitleEmpty
source: No schedule
fr_ca: Pas d'horaire

# ScheduleIntegrationTitleException
source: Couldn't integrate
fr_ca: Échec de l'intégration

# ScheduleIntegrationUid.Text
source: Integrate your schedule to the calendar
fr_ca: Intégrer votre horaire au calendrier

# PinAppToStartDescriptionUid.Text
source: When the setting above 'Show Schedule' is activated, the application shows in the live tile (medium or large) the schedule (current or next course of the current day).
fr_ca: Quand l'option ci-dessus 'Montrer l'horaire' est activé, l'application affiche dans la vignette (moyenne ou large) l'horaire (le cours actuel ou prochain dans le jour courant).

# PinAppToStartUid.Text
source: Pin the application to start
fr_ca: Éplinglez l'application au menu démarrer

# LoginInvalidCredentialsMessage
source: Invalid username or password
fr_ca: Nom d'usager ou mot de passe invalide.

# LoginTimeoutMessage
source: The request took way longer than it should! Try again.
fr_ca: La requête prend plus de temps que prévu. Veuillez réessayer.
